brew "asdf"
brew "tmux"
brew "neovim"
brew "fzf"
brew "eza"
brew "bat"
brew "fd"
brew "starship"
brew "aws-vault"
brew "ripgrep"
brew "direnv"
brew "reattach-to-user-namespace"
brew "git-delta"
brew "nvm"
brew "pyenv"
brew "jq"
brew "graphviz"
brew "postgresql@13"
brew "awscli"
brew "ffmpeg"
brew "gnupg"
brew "ast-grep"
brew "zellij"
brew "gnu-sed"
