brew "tmux"
brew "neovim"
brew "fzf"
brew "exa"
brew "bat"
brew "gpg"
brew "fd"
brew "starship"
brew "aws-vault"
brew "ripgrep"
brew "gh"
brew "wasmer"
brew "difftastic"
brew "git"
brew "git-gui"
brew "direnv"
brew "pyenv"
cask "1password-cli"
cask "alacritty"
cask "obs"
