brew "ast-grep"
brew "bat"
brew "direnv"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "jnv"
brew "neovim"
brew "nvm"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "yazi"
brew "zellij"
brew "zoxide"
cask "deskpad"
brew "asdf"
brew "withgraphite/tap/graphite"
