brew "asdf"
brew "atuin"
brew "awscli"
brew "bat"
brew "entr"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
cask "google-cloud-sdk"
brew "withgraphite/tap/graphite"
brew "helm"
brew "kubectx"
brew "max-sixty/worktrunk/wt"
brew "neovim", args: ["HEAD"]
brew "oven-sh/bun/bun"
brew "ripgrep"
brew "starship"
brew "terminal-notifier"
brew "zellij"
brew "uv"
brew "zplug"
