brew "asdf"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
cask "google-cloud-sdk"
brew "helm"
brew "kubectx"
tap "benjiwolff/homebrew-neovim-nightly"
cask "neovim-nightly"
brew "oven-sh/bun/bun"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "temporal"
brew "tmux"
brew "uv"
brew "yt-dlp"
brew "yq"
brew "zoxide"
brew "withgraphite/tap/graphite"
brew "opencode-ai/tap/opencode"
brew "zplug"
