brew "asdf"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git-delta"
brew "neovim"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "yazi"
brew "yt-dlp"
brew "zoxide"
